Repository: N-A-P/disk-inventory
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Split Horizontally
fr: Diviser horizontalement

source: Split Vertically
fr: Diviser verticalement

source: Show Package Contents
fr: Afficher le contenu du paquet

source: Hide Package Contents
fr: Cacher le contenu du paquet

source: Show Free Space
fr: Afficher l'espace libre

source: Hide Free Space
fr: Cacher l'espace libre

source: Show Other Space
fr: Afficher autre espace

source: Hide Other Space
fr: Cacher autre espace

source: Show Physical File Size
fr: Afficher la taille physique du fichier

source: Show Logical File Size
fr: Afficher la taille logique du fichier

source: Ignore Creator Code
fr: Ignorer le code créateur

source: Respect Creator Code
fr: Respecter le code créateur

source: Show File Kind Statistics
fr: Afficher les statistiques de type

source: Hide File Kind Statistics
fr: Cacher les statistiques de type

source: Show Selection List
fr: Afficher la liste de sélection

source: Hide Selection List
fr: Cacher la liste de sélection

source: Show Information
fr: Afficher Information

source: Hide Information
fr: Cacher Information

source: Classifying Files...
fr: Classement des fichiers...

source: The folder's content could not be loaded.
fr: Le contenu du dossier n'a pas pu être chargé.

source: The volume has been ejected during loading of folder centents.
fr: Le volume a été éjecté pendant le chargement du contenu des dossiers.

source: free space on drive
fr: espace libre sur le disque

source: space occupied by other files and folders
fr: espace occupé par les autres fichiers et dossiers

source: Capacity
fr: Capacité

source: Used
fr: Utilisé

source: Free
fr: Libre

source: "%@" cannot be moved to the trash by Disk Inventory X.
fr: "%@" ne peut pas être déplacé dans la corbeille par Disk Inventory X.

source: "%@" does not exist any more.
fr: "%@" n'existe plus.

source: The folder will remain visible in Disk Inventory X, but the files cannot be accessed (e.g. shown in the Finder).
fr: Le dossier va rester visible dans Disk Inventory X, mais les fichiers ne seront pas accessibles (i.e. visible dans le Finder).

source: (all kinds)
fr: (tous types)

source: The Finder plugin is not installed. Click 'Install' to install it on your computer.
fr: Le plugin Finder n'est pas installé. Cliquez 'Installer' pour l'installer sur votre ordinateur.

source: A newer version (%@) is installed.
fr: Un version plus récente (%@) est installée.

source: An older version (%@) is installed. It is recommended to update.
fr: Une version plus ancienne (%@) est installée. Il est souhaitable de la mettre à jour.

source: The current version (%@) is installed.
fr: La version actuelle (%@) est installée.

source: Reinstall
fr: Réinstaller

source: Update
fr: Mettre à jour

source: Install
fr: Installer

source: Some folders which will be scanned contain private files. The access is protected by the macOS privacy protection. Upon first access macOS will ask whether you allow Disk Inventory X access to these folders and files. Disk Inventory X does not read any data - just information like file sizes and types are collected.
fr: Certains dossiers qui seront analysés contiennent des fichiers privés. L'accès est protégé par la protection de la confidentialité de macOS. Lors du premier accès, macOS vous demandera si vous autorisez l'accès à Disk Inventory X à ces dossiers et fichiers. Disk Inventory X ne lit aucune donnée - seules des informations telles que la taille et le type des fichiers sont collectées.

# You can change the access settings in the System Preferences (Security/Privacy).
source: You can change the access settings in the System Prefences (Security/Privacy).
fr: Vous pouvez modifier les paramètres d'accès dans les Préférences Système (Sécurité/Confidentialité).

source: Do not show this information again.
fr: Ne plus afficher ces informations.
